{
    "REQUEST_NEW_APP":"Request a new Customer Portal Labs app",
    "ANSWER_THE_BELOW_QUESTIONS":"Please answer the questions below to request a new Red Hat Labs app.",
    "CONFIRM_ADDRESS":"Your email address (shizhou@redhat.com) will be recorded when you submit this form. Not you?",
    "SWITCH_ACCOUNT":"Switch account",
    "PROVIDE_NAME":"Please provide a name for this app.",
    "PROVIDE_DESCRIPTION":"Please provide a short description for this app.",
    "CHOOSE_PRODUCT":"Which Red Hat product will this tool help with?",
    "TOOL_BELONG_TO":"Which SBR does this tool belong to?",
    "WHO_USE_TOOL":"Who will use this tool?",
    "POTENTIAL_USERS_TOOL_HAVE":"How many potential users would this tool have?",
    "DO_BEST_FOR_EXACT_NUMBER":"Please do your best guess if you don't have an exact number.",
    "CASE_OPENED_IN_30DAYS":"How many cases were opened in the last 30 days related to the problem that the tool targets?",
    "TOOL_HELP_DECREASE":"Can this tool help decrease case volume in question 4? If yes, how many cases this tool would help resolve in a month approximately?",
    "TOOL_HELP_SHORTEN":"Can this tool help shorten case TTC(time to close)? If yes, what is the percentage of time can be saved approximately?",
    "TOOLS_EXISTING":"Are there any tools existing in communities or Red Hat providing similar features?",
    "KBASE_SOLUTIONS":"What KBase solutions or documents are related to this tool?",
    "KEY_REQUIREMENTS":"What are your key requirements or features about this tool?",
    "LIST_SCENARIOS":"Please list scenarios as many as possible in which the tool will be used.",
    "SPECIFIC":"Is there any specific reason to request this lab, e.g. a request from your customer? If yes, please elaborate more about it.",
    "PRIMARY_CONTACT":"Who will be the primary contact that the labs dev team can reach out to during development?",
    "PROVIDE_EMAIL_ADDRESSES":"Please provide their email addresses separated by commas.",
    "SEND_RESPONSES":"Send me a copy of my responses.",

    "BUTTON_SUBMIT":"SUBMIT"
}
